Repository: DeBaschdi/service.takealug.epg-grabber
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Description
source: Grabbs EPG Data from Different IPTV Sources and generate an xmltv Guide
de_de: Grabbt EPG Daten von verschiedenen IPTV Quellen und erstellt eine guide.xml

# #32100
source: Misc Settings
de_de: Verschiedene Einstellungen

# #32101
source: Manual EPG Download
de_de: Manueller EPG Download

# #32102
source: Run EPG Grabber Manual
de_de: Starte EPG Grabber Manuell

# #32110
source: Global Settings
de_de: Globale Einstellungen

# #32111
source: Automatic EPG Grab
de_de: Automatischer EPG Grab

# #32112
source: Enable Auto EPG Grab
de_de: Aktiviere automatischen EPG Grab

# #32113
source: Grab EPG daily at
de_de: Grab EPG täglich um

# #32114
source: Grab EPG immediately if EPG is older than
de_de: Grabbe EPG sofort, wenn es älter ist als

# #32115
source: Save generated guide.xml to Disk
de_de: Speichere Erstellte guide.xml ab

# #32116
source: EPG Storage Path
de_de: EPG Speicherort

# #32117
source: Addon Settings
de_de: Addon Einstellungen

# #32118
source: Enable Rating Mapper
de_de: Aktiviere Rating Mapper

# #32120
source: Enable local TVH xmltv.sock
de_de: Aktiviere lokales TVH xmltv.sock

# #32121
source: Choose xmltv.sock File
de_de: Wähle das xmltv.sock File aus

# #32122
source: Number of concurrent downloads (threads)
de_de: Anzahl der gleichzeitigen Downloads (Threads)

# #32123
source: Enable Multithreading (Linux Only)
de_de: Aktiviere Multithreading (Nur für Linux)

# #32131
source: Provider Selection
de_de: Provider Auswahl

# #32132
source: Episode Format
de_de: Episoden Format

# #32133
source: Channel ID Format
de_de: Kanal ID Format

# #32135
source: Days to Grab
de_de: Tage die gegrabbt werden sollen

# #32136
source: Select Channels to Grab
de_de: Wähle Kanäle zum grabben aus

# #32141
source: Enable Provider Magenta TV (DE)
de_de: Aktiviere Provider Magenta TV (DE)

# #32143
source: Enable Provider Horizon (DE)
de_de: Aktiviere Provider Horizon (DE)

# #32145
source: Enable Provider Horizon (AT)
de_de: Aktiviere Provider Horizon (AT)

# #32147
source: Enable Provider Horizon (CH)
de_de: Aktiviere Provider Horizon (CH)

# #32149
source: Enable Provider Horizon (NL)
de_de: Aktiviere Provider Horizon (NL)

# #32151
source: Enable Provider Horizon (PL)
de_de: Aktiviere Provider Horizon (PL)

# #32153
source: Enable Provider Horizon (IE)
de_de: Aktiviere Provider Horizon (IE)

# #32155
source: Enable Provider Horizon (SK)
de_de: Aktiviere Provider Horizon (SK)

# #32157
source: Enable Provider Horizon (CZ)
de_de: Aktiviere Provider Horizon (CZ)

# #32159
source: Enable Provider Horizon (HU)
de_de: Aktiviere Provider Horizon (HU)

# #32161
source: Enable Provider Horizon (RO)
de_de: Aktiviere Provider Horizon (RO)

# #32163
source: Enable Provider TV Spielfilm (DE)
de_de: Aktiviere Provider TV Spielfilm (DE)

# #32165
source: Enable Provider Swisscom (CH)
de_de: Aktiviere Provider Swisscom (CH)

# #32167
source: Enable Provider Horizon (GB)
de_de: Aktiviere Provider Horizon (GB)

# #32169
source: Enable Provider Zattoo (DE)
de_de: Aktiviere Provider Zattoo (DE)

# #32171
source: Enable Provider Zattoo (CH)
de_de: Aktiviere Provider Zattoo (CH)

# #32173
source: Enable Provider 1und1 (DE)
de_de: Aktiviere Provider 1und1 (DE)

# #32175
source: Enable Provider Quickline Mobil-TV (CH)
de_de: Aktiviere Provider Quickline Mobil-TV (CH)

# #32177
source: Enable Provider M-net TVplus (DE)
de_de: Aktiviere Provider M-net TVplus (DE)

# #32179
source: Enable Provider WALY.TV (CH)
de_de: Aktiviere Provider WALY.TV (CH)

# #32181
source: Enable Provider Meine Welt unterwegs (AT)
de_de: Aktiviere Provider Meine Welt unterwegs (AT)

# #32183
source: Enable Provider BBV TV (DE)
de_de: Aktiviere Provider BBV TV (DE)

# #32185
source: Enable Provider VTX TV (CH)
de_de: Aktiviere Provider VTX TV (CH)

# #32187
source: Enable Provider myVision mobile TV (CH)
de_de: Aktiviere Provider myVision mobile TV (CH)

# #32189
source: Enable Provider Glattvision+ (CH)
de_de: Aktiviere Provider Glattvision+ (CH)

# #32191
source: Enable Provider SAK TV (CH)
de_de: Aktiviere Provider SAK TV (CH)

# #32193
source: Enable Provider Net TV (CH)
de_de: Aktiviere Provider Net TV (CH)

# #32195
source: Enable Provider EWE TV App (DE)
de_de: Aktiviere Provider EWE TV App (DE)

# #32197
source: Enable Provider Quantum TV (CH)
de_de: Aktiviere Provider Quantum TV (CH)

# #32199
source: Enable Provider Salt TV (CH)
de_de: Aktiviere Provider Salt TV (CH)

# #32201
source: Enable Provider SWB TV App (DE)
de_de: Aktiviere Provider SWB TV App (DE)

# #32203
source: Enable Provider eir TV (IE)
de_de: Aktiviere Provider eir TV (IE)

# #32204
source: Username
de_de: Benutzername

# #32205
source: Password
de_de: Passwort

# #32350
source: EPG File (guide.xml) Created
de_de: EPG Datei (guide.xml) Erstellt!

# #32351
source: Can not copy guide.xml to Destination!
de_de: Kann guide.xml nicht zum Ziel Kopieren!

# #32352
source: Timestamp of last generated guide.xml is
de_de: Zeitstempel der zuletzt erstellten guide.xml ist

# #32353
source: Waiting for next EPG grab at
de_de: Warte auf den nächsten EPG grab am

# #32354
source: guide.xml is older than
de_de: guide.xml ist älter als

# #32355
source: hours, initiate automatic EPG grab
de_de: stunden, starte automatischen EPG Grab

# #32356
source: EPG Grab time has reached, initiate Automatic EPG grab
de_de: EPG Grab Zeit wurde erreicht, leite automatischen EPG Grab ein

# #32357
source: Initialize automatic EPG Grab...
de_de: Initialisiere automatischen EPG Grab....

# #32358
source: Tried to start Grabber 3x without success, giving up
de_de: Der Grabber wurde 3x erfolgslos gestartet, ich gebe auf...

# #32359
source: You need to setup an Storage Path first
de_de: Du musst zu erst einen Speicherpfad einstellen

# #32360
source: You need to enable at least 1 Grabber In Provider Settings
de_de: Du musst mindestens einen Grabber in den Provider Einstellungen aktivieren

# #32361
source: Broadcastfiles to be downloaded...
de_de: Sender Daten die heruntergeladen werden müssen...

# #32362
source: Create XML Channels...
de_de: Erstelle XML Kanäle...

# #32363
source: Broadcast Files downloaded!
de_de: Senderdaten heruntergeladen!

# #32364
source: XML Channels Created!
de_de: XML Kanäle erstellt!

# #32365
source: Create XML EPG Broadcast...
de_de: Erstelle XML EPG Senderdaten...

# #32366
source: XML EPG Broadcast Created
de_de: XML EPG Senderdaten erstellt!

# #32367
source: no Programminformation for Channel
de_de: Keine Programminformationen für Kanal

# #32368
source: with ID
de_de: mit der ID

# #32369
source: avaivible!
de_de: vorhanden!

# #32370
source: EPG for Provider
de_de: EPG vom Provider

# #32371
source: Grabbed!
de_de: Gegrabbt!

# #32372
source: Warnings Found, please check Logfile
de_de: Warnungen gefunden, bitte überprüfe das Kodilog

# #32373
source: Channelname has Changed from
de_de: Kanalname hat sich geändert von

# #32374
source: to
de_de: zu

# #32375
source: no more exist, removing from Selected List
de_de: existiert nicht mehr, entferne von der Liste

# #32376
source: Initialize manual EPG Grab...
de_de: Initialisiere manuellen EPG Grab....

# #32378
source: No valid TVH Socked found, check Location
de_de: Kein gültiges TVH Socked gefunden, überprüfe deine Einstellungen

# #32379
source: Can´t write EPG in TVH Socked
de_de: Kann den EPG nicht in das Socked schreiben

# #32380
source: Write EPG in TVH Socked...
de_de: Schreibe epg in das TVH Socked...

# #32381
source: Multithreading only works on Linux, please disable it.
de_de: Multithreading funktioniert nur unter Linux, bitte deaktiviere es.

# #32382
source: Manifest Data to be downloaded...
de_de: Manifest Daten die heruntergeladen werden müssen...

# #32383
source: Manifest Files downloaded!
de_de: Manifest Daten heruntergeladen!

# #32384
source: Login success !
de_de: Login erfolgreich!

# #32385
source: Waiting for Network Connection...
de_de: Warte auf Netzwerkverbindung...

# #32386
source: Network connection established
de_de: Netzwerkverbindung hergestellt

# #32387
source: Please Check your internet Connection
de_de: Bitte überprüfe deine Internetverbindung

# #32400
source: Channel ID Duplicates Detected
de_de: Doppelt vorhandene Kanäle erkannt

# #32401
source: Start manual grabbing EPG Data ?
de_de: Sollen die EPG Daten manuell gegrabbt und erstellt werden?

# #32402
source: New Channellist saved!
de_de: Neue Kanalliste abgespeichert!

# #32403
source: You need to Select at least 1 Channel!
de_de: Du musst mindestens einen Kanal auswählen

# #32404
source: Channellist unchanged!
de_de: Kanalliste unverändert!

# #32405
source: No channel list currently configured, Do you want to create one ?
de_de: Keine Kanalliste aktuell konfiguriert, willst du eine erstellen ?

# #32406
source: Select Channels to Grab
de_de: Wähle Kanäle zum Grabben aus

# #32408
source: Write guide.xml now in Tvheadend socked ?
de_de: Schreibe guide.xml jetzt in das TVH Socked ?

# #32409
source: You must first activate the socket in the global settings, make sure that you have created a guide.xml
de_de: Du musst zuerst das Socket in den Globalen Einstellungen aktivieren, stell sicher das du eine guide.xml erstellt hast

# #32410
source: Wrong Username or Password
de_de: Falscher Benutzername oder Passwort

# #32411
source: Error while searching Token
de_de: Kein Token auffindbar

# #32412
source: Token is invalid
de_de: Token ist ungültig

# #32413
source: Error while Login
de_de: Fehler während des Logins

# #32414
source: To start the manual download, the automatic download must be disabled
de_de: Um den manuellen Download zu starten muss der Automatische Download deaktiviert sein

# #32500
source: Downloading Broadcast Files for
de_de: Lade Senderdaten für

# #32501
source: Percent remain
de_de: Prozent verbleibend

# #32502
source: Create XML Channels for
de_de: Erstelle XML Kanäle für

# #32503
source: Create XML Broadcast for
de_de: Erstelle XML Senderdaten für

# #32504
source: Downloading Manifest Data for Day
de_de: Lade Manifest Daten für Tag
